insert into role(id, name) values (10,'ROLE_ADMIN');
insert into role(id, name) values (20,'ROLE_RAHBARIYAT');
insert into role(id, name) values (30,'ROLE_KANSELYARIYA');
insert into role(id, name) values (40,'ROLE_MUROJAAT');
insert into role(id, name) values (50,'ROLE_SPIKER');
insert into role(id, name) values (60,'ROLE_KADR');
insert into role(id, name) values (70,'ROLE_USER');


INSERT INTO tashkilot ( name) VALUES ( 'Президенти Aдминистрацияси'),('Олий Мажлис Сенати'),( 'Вазирлар Маҳкамаси'),
( 'Бош прокуратура'),( 'Олий суд'),( 'Ҳисоб палатаси'),( 'Қонунчилик муаммолари ва парламент тадқиқотлари институти'),
('Вазирликлар'),( 'Давлат қўмиталари'),( 'Давлат инспекциялари'),( 'Қўмиталар'),('Инспекциялар'),( 'Агентликлар'),
( 'Маҳаллий давлат ҳокимияти органлари'),('Таьлим муассасалари'),( 'Бошқа'),('Конституциявий суд');

INSERT INTO  tasnif ( name) VALUES( 'Қонунлар'),('Қонун лойиҳалари'),( 'Президент Қарор, Фармон, Фармойишлари'),('Президент Администрацияси топшириқлари'),
('ВМ Қарор ва Фармойишлари'),( 'Давлат дастури бўйича'),('Таклифлар (қонун лойиҳалари, шартномалар ва бошқалар бўйича)'),
( 'Халқаро алоқаларга доир хатлар'),( 'Депутатлар ёки Девон ходимларининг тадбирларда иштироки тўғ-да'),( 'ОМ биносида тадбир, экскурция ва бошқалар ўтказиш тўғрисида'),
( 'Маълумот учун'),( 'Бошқа турдаги хатлар');